Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Apps are asked to quit normally, so unsaved-work prompts still appear. One that won’t quit keeps its Relaunch button.
de: Apps werden ganz normal zum Beenden aufgefordert, sodass Hinweise auf ungesicherte Arbeit weiterhin erscheinen. Eine App, die sich nicht beenden lässt, behält ihre Schaltfläche „Neu starten“.
es: Se pide a las apps que se cierren con normalidad, así que los avisos de trabajo sin guardar siguen apareciendo. Una app que no se cierre conserva su botón «Reabrir».
fr: Il est demandé aux applications de quitter normalement, donc les invites de travail non enregistré apparaissent toujours. Une application qui refuse de quitter conserve son bouton « Relancer ».
it: Alle app viene chiesto di chiudersi normalmente, quindi le richieste di salvataggio compaiono comunque. Un’app che non si chiude mantiene il pulsante Riapri.
ja: アプリには通常どおり終了を要求するため、未保存の作業に関する確認は引き続き表示されます。終了しないアプリには「再起動」ボタンが残ります。
pt_br: Os apps recebem um pedido normal para encerrar, então avisos de trabalho não salvo ainda aparecem. Um app que não encerrar mantém o botão Reabrir.
ru: Приложениям отправляется обычный запрос на закрытие, поэтому подсказки о несохранённой работе по-прежнему появляются. Приложение, которое не закрывается, сохраняет кнопку «Перезапустить».
tr: Uygulamalardan normal şekilde çıkmaları istenir, bu yüzden kaydedilmemiş iş uyarıları yine görünür. Çıkmayan bir uygulamanın Yeniden Başlat düğmesi kalır.
zh_hans: 会正常请求应用退出，因此未保存工作的提示仍会出现。拒绝退出的应用会保留其“重新启动”按钮。
zh_hant: 會以正常方式要求 App 結束，因此仍會出現未儲存工作的提示。不肯結束的 App 會保留「重新開啟」按鈕。

source: As the apps you track publish updates, each release is recorded here. Sparkle, GitHub and Alcove come with an exact publish time; other apps get an estimated “≈” window from when we spot the change. The Patterns view uses only the exact ones.
de: Sobald die verfolgten Apps Updates veröffentlichen, wird jedes Release hier aufgezeichnet. Sparkle, GitHub und Alcove liefern eine genaue Veröffentlichungszeit; bei anderen Apps gibt es ein geschätztes „≈“-Zeitfenster ab dem Moment, in dem wir die Änderung bemerkt haben. Die Muster-Ansicht verwendet nur die genauen Werte.
es: A medida que las apps que sigues publican actualizaciones, cada versión se registra aquí. Sparkle, GitHub y Alcove incluyen una hora de publicación exacta; el resto de apps recibe una ventana estimada «≈» a partir del momento en que detectamos el cambio. La vista Patrones solo usa los datos exactos.
fr: Au fur et à mesure que les applications suivies publient des mises à jour, chaque version est enregistrée ici. Sparkle, GitHub et Alcove fournissent une heure de publication exacte ; les autres applications reçoivent une fenêtre estimée « ≈ » à partir du moment où le changement a été détecté. La vue Tendances n'utilise que les valeurs exactes.
it: Man mano che le app che segui pubblicano aggiornamenti, ogni release viene registrata qui. Sparkle, GitHub e Alcove forniscono l’orario di pubblicazione esatto; le altre app ricevono una finestra stimata “≈” dal momento in cui notiamo il cambiamento. La vista Schemi usa solo quelle esatte.
ja: 追跡しているアプリが更新を公開すると、各リリースがここに記録されます。Sparkle、GitHub、Alcoveには正確な公開時刻がありますが、それ以外のアプリでは変更を検知した時点からの推定「≈」の範囲になります。パターンビューでは正確なもののみを使用します。
pt_br: À medida que os apps que você acompanha publicam atualizações, cada versão é registrada aqui. Sparkle, GitHub e Alcove informam o horário exato de publicação; os demais apps recebem uma janela estimada “≈” a partir de quando detectamos a mudança. A visualização Padrões usa apenas os horários exatos.
ru: По мере выхода обновлений отслеживаемых приложений каждый релиз записывается здесь. У Sparkle, GitHub и Alcove есть точное время публикации; для остальных приложений используется оценочное окно «≈» на основе момента обнаружения изменения. Вид «Закономерности» использует только точные данные.
tr: İzlediğiniz uygulamalar güncelleme yayımladıkça her sürüm buraya kaydedilir. Sparkle, GitHub ve Alcove kesin bir yayım zamanıyla gelir; diğer uygulamalar değişikliği fark ettiğimiz zamana göre tahmini bir “≈” aralığı alır. Desenler görünümü yalnızca kesin olanları kullanır.
zh_hans: 随着你关注的应用发布更新，每次发布都会记录在这里。Sparkle、GitHub 和 Alcove 会附带确切的发布时间；其他应用则根据我们检测到变化的时间给出估计的“≈”区间。“规律”视图仅使用确切的数据。
zh_hant: 你追蹤的 App 發布更新時，每次發行都會記錄在這裡。Sparkle、GitHub 和 Alcove 附有確切的發布時間；其他 App 則依我們偵測到變化的時間，給出「≈」估計區間。「規律」檢視只使用確切的時間。

source: Ask for administrator access again
de: Administratorzugriff erneut anfordern
es: Volver a solicitar acceso de administrador
fr: Redemander l'accès administrateur
it: Richiedi di nuovo l’accesso di amministratore
ja: 管理者権限をもう一度要求
pt_br: Pedir acesso de administrador de novo
ru: Запросить права администратора снова
tr: Yönetici erişimini yeniden iste
zh_hans: 重新请求管理员权限
zh_hant: 再次要求管理者權限

source: Ask the helper to answer — tells you whether App Store updates can actually run right now
de: Den Helper zur Antwort auffordern – zeigt, ob App-Store-Updates gerade tatsächlich laufen können
es: Pedir respuesta al asistente; indica si las actualizaciones de la App Store pueden ejecutarse ahora mismo
fr: Demander à l'assistant de répondre — indique si les mises à jour de l'App Store peuvent réellement s'exécuter maintenant
it: Chiedi all’helper di rispondere — ti dice se gli aggiornamenti App Store possono davvero essere eseguiti ora
ja: ヘルパーに応答させます — App Storeのアップデートが実際に今すぐ実行できるかどうかを確認します
pt_br: Pedir ao auxiliar que responda — informa se as atualizações da App Store podem mesmo ser executadas agora
ru: Запросить ответ у помощника — покажет, могут ли обновления App Store сейчас действительно выполняться
tr: Yardımcıdan yanıt iste — App Store güncellemelerinin şu anda gerçekten çalışıp çalışamayacağını söyler
zh_hans: 请求助理响应 — 用于确认 App Store 更新当前是否真的可以运行
zh_hant: 請輔助程式回應 — 可確認 App Store 更新目前是否真的能執行

source: Backups are off
de: Backups sind deaktiviert
es: Las copias de seguridad están desactivadas
fr: Les sauvegardes sont désactivées
it: I backup sono disattivati
ja: バックアップはオフです
pt_br: Backups desativados
ru: Резервные копии отключены
tr: Yedekler kapalı
zh_hans: 备份已关闭
zh_hant: 備份已關閉

source: Built with the %@ SDK.
de: Mit dem %@ SDK gebaut.
es: Compilada con el SDK de %@.
fr: Compilée avec le SDK %@.
it: Creata con l’SDK %@.
ja: %@ SDK でビルドされています。
pt_br: Criado com o SDK %@.
ru: Собрано с SDK %@.
tr: %@ SDK’sı ile geliştirildi.
zh_hans: 使用 %@ SDK 编译。
zh_hant: 以 %@ SDK 建構。

source: brew update finished, but Homebrew is still %@.
de: brew update ist fertig, aber Homebrew ist noch %@.
es: brew update terminó, pero Homebrew sigue en %@.
fr: brew update est terminé, mais Homebrew est toujours en %@.
it: brew update è terminato, ma Homebrew è ancora %@.
ja: brew update は完了しましたが、Homebrew は %@ のままです。
pt_br: brew update terminou, mas o Homebrew ainda está em %@.
ru: brew update завершён, но Homebrew по-прежнему %@.
tr: brew update bitti, ancak Homebrew hâlâ %@ sürümünde.
zh_hans: brew update 已完成，但 Homebrew 仍是 %@。
zh_hant: brew update 已完成，但 Homebrew 仍是 %@。

source: Built on Chromium.
de: Auf Chromium aufgebaut.
es: Basada en Chromium.
fr: Basée sur Chromium.
it: Basata su Chromium.
ja: Chromium ベースです。
pt_br: Baseado no Chromium.
ru: Основано на Chromium.
tr: Chromium tabanlı.
zh_hans: 基于 Chromium。
zh_hant: 以 Chromium 為基礎。

source: Built with Electron — it bundles its own copy of Chromium.
de: Mit Electron gebaut – bringt eine eigene Chromium-Kopie mit.
es: Hecha con Electron: incluye su propia copia de Chromium.
fr: Conçue avec Electron — elle embarque sa propre copie de Chromium.
it: Creata con Electron: include una propria copia di Chromium.
ja: Electron 製 — Chromium を丸ごと同梱しています。
pt_br: Feito com Electron — inclui sua própria cópia do Chromium.
ru: Сделано на Electron — приложение несёт собственную копию Chromium.
tr: Electron ile geliştirildi — kendi Chromium kopyasını içerir.
zh_hans: 用 Electron 构建 —— 自带一份 Chromium。
zh_hant: 以 Electron 建構——內含一份自己的 Chromium。

source: Built with Flutter.
de: Mit Flutter gebaut.
es: Hecha con Flutter.
fr: Conçue avec Flutter.
it: Creata con Flutter.
ja: Flutter 製です。
pt_br: Feito com Flutter.
ru: Сделано на Flutter.
tr: Flutter ile geliştirildi.
zh_hans: 用 Flutter 构建。
zh_hant: 以 Flutter 建構。

source: Built with Qt.
de: Mit Qt gebaut.
es: Hecha con Qt.
fr: Conçue avec Qt.
it: Creata con Qt.
ja: Qt 製です。
pt_br: Feito com Qt.
ru: Сделано на Qt.
tr: Qt ile geliştirildi.
zh_hans: 用 Qt 构建。
zh_hant: 以 Qt 建構。

source: Built with Tauri — a Rust app drawing into the system WebView.
de: Mit Tauri gebaut – eine Rust-App, die die System-WebView nutzt.
es: Hecha con Tauri: una app en Rust que dibuja en el WebView del sistema.
fr: Conçue avec Tauri — une app Rust qui dessine dans la WebView du système.
it: Creata con Tauri: un’app Rust che disegna nella WebView di sistema.
ja: Tauri 製 — システムの WebView に描画する Rust アプリです。
pt_br: Feito com Tauri — um app em Rust que desenha na WebView do sistema.
ru: Сделано на Tauri — приложение на Rust, рисующее в системном WebView.
tr: Tauri ile geliştirildi — sistem WebView’una çizim yapan bir Rust uygulaması.
zh_hans: 用 Tauri 构建 —— 把界面画在系统 WebView 里的 Rust 程序。
zh_hant: 以 Tauri 建構——在系統 WebView 中繪製介面的 Rust App。

source: Built-in locations — these are always included and can’t be removed.
de: Integrierte Orte – sind immer enthalten und können nicht entfernt werden.
es: Ubicaciones integradas: siempre incluidas y no se pueden quitar.
fr: Emplacements intégrés — toujours inclus et impossibles à supprimer.
it: Posizioni integrate: sono sempre incluse e non possono essere rimosse.
ja: 組み込みの場所 — 常に含まれており、削除できません。
pt_br: Locais integrados — sempre incluídos e não podem ser removidos.
ru: Встроенные расположения — всегда включены и не могут быть удалены.
tr: Yerleşik konumlar — bunlar her zaman dahildir ve kaldırılamaz.
zh_hans: 内置位置 — 始终包含在内，无法移除。
zh_hant: 內建位置——一律包含，無法移除。

source: Bundle Diff
de: Bundle-Vergleich
es: Diferencias del paquete
fr: Différences du bundle
it: Confronto bundle
ja: バンドル差分
pt_br: Diferenças do Pacote
ru: Различия пакета приложения
tr: Paket Farkı
zh_hans: 应用包差异
zh_hant: 套件差異

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
tr: Vazgeç
zh_hans: 取消
zh_hant: 取消

source: Can’t show this page safely
de: Diese Seite kann nicht sicher angezeigt werden
es: No se puede mostrar esta página de forma segura
fr: Impossible d'afficher cette page en toute sécurité
it: Impossibile mostrare questa pagina in modo sicuro
ja: このページを安全に表示できません
pt_br: Não é possível mostrar esta página com segurança
ru: Невозможно безопасно показать эту страницу
tr: Bu sayfa güvenli şekilde gösterilemiyor
zh_hans: 无法安全显示此页面
zh_hant: 無法安全顯示此頁面

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
ja: 変更
pt_br: Alterar
ru: Изменить
tr: Değiştir
zh_hans: 更改
zh_hant: 更改

source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
it: Registro modifiche
ja: 更新履歴
pt_br: Histórico de alterações
ru: Список изменений
tr: Değişiklik Günlüğü
zh_hans: 更新日志
zh_hant: 更新記錄

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
it: Controlla
ja: 確認
pt_br: Verificar
ru: Проверить
tr: Denetle
zh_hans: 检查
zh_hant: 檢查

source: Check Again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
ja: 再確認
pt_br: Verificar de Novo
ru: Проверить снова
tr: Yeniden Denetle
zh_hans: 重新检查
zh_hant: 再檢查一次

source: Check for DuoUpdater Updates…
de: Nach DuoUpdater-Updates suchen …
es: Buscar actualizaciones de DuoUpdater…
fr: Rechercher des mises à jour de DuoUpdater…
it: Controlla aggiornamenti DuoUpdater…
ja: DuoUpdaterのアップデートを確認…
pt_br: Buscar Atualizações do DuoUpdater…
ru: Проверить обновления DuoUpdater…
tr: DuoUpdater Güncellemelerini Denetle…
zh_hans: 检查 DuoUpdater 更新…
zh_hant: 檢查 DuoUpdater 更新…

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Controlla aggiornamenti…
ja: アップデートを確認…
pt_br: Buscar Atualizações…
ru: Проверить обновления…
tr: Güncellemeleri Denetle…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
it: Controlla aggiornamenti
ja: 更新を確認
pt_br: Buscar atualizações
ru: Проверять обновления
tr: Güncellemeleri denetle
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check these apps again — the settled rows are left alone
de: Diese Apps erneut prüfen — fertige Zeilen bleiben unberührt
es: Volver a comprobar estas apps — las filas ya resueltas no se tocan
fr: Revérifier ces apps — les lignes déjà résolues ne bougent pas
it: Controlla di nuovo queste app — le righe già risolte restano invariate
ja: これらのアプリを再確認します（確定済みの行はそのまま）
pt_br: Verificar estes apps de novo — as linhas já resolvidas ficam como estão
ru: Проверить эти приложения снова — готовые строки не затрагиваются
tr: Bu uygulamaları yeniden denetle — sonuçlanmış satırlara dokunulmaz
zh_hans: 重新检查这些 App —— 已有结果的行不动
zh_hant: 重新檢查這些 App — 已有結果的列保持不變

source: Check up to %lld apps at once
de: Bis zu %lld Apps gleichzeitig prüfen
es: Comprobar hasta %lld apps a la vez
fr: Vérifier jusqu'à %lld applications à la fois
it: Controlla fino a %lld app alla volta
ja: 一度に最大 %lld 個のアプリを確認
pt_br: Verificar até %lld apps por vez
ru: Проверять до %lld приложения одновременно
tr: Aynı anda en fazla %lld uygulamayı denetle
zh_hans: 同时检查最多 %lld 个应用
zh_hant: 同時最多檢查 %lld 個 App

source: Checked without Full Disk Access — click for why
de: Ohne Festplattenvollzugriff geprüft – klicken für den Grund
es: Comprobado sin acceso total al disco: haz clic para saber por qué
fr: Vérifié sans accès complet au disque — cliquez pour savoir pourquoi
it: Controllata senza Accesso completo al disco — fai clic per sapere perché
ja: フルディスクアクセスなしで確認しました。クリックすると理由を表示します
pt_br: Verificado sem Acesso Total ao Disco — clique para saber por quê
ru: Проверено без полного доступа к диску — нажмите, чтобы узнать почему
tr: Tam Disk Erişimi olmadan denetlendi — nedeni için tıklayın
zh_hans: 未获完全磁盘访问权限时的检查结果——点按查看原因
zh_hant: 未取得「完全取用磁碟」權限時的檢查結果 — 按一下查看原因

source: Checking
de: Wird geprüft
es: Comprobando
fr: Vérification
it: Controllo
ja: 確認中
pt_br: Verificando
ru: Проверка
tr: Denetleniyor
zh_hans: 正在检查
zh_hant: 檢查中

source: Checking %lld apps…
de: %lld Apps werden geprüft …
es: Comprobando %lld apps…
fr: Vérification de %lld applications…
it: Controllo di %lld app…
ja: %lld 個のアプリを確認中…
pt_br: Verificando %lld apps…
ru: Проверка %lld приложения…
tr: %lld uygulama denetleniyor…
zh_hans: 正在检查 %lld 个应用…
zh_hant: 正在檢查 %lld 個 App…

source: Checking Homebrew…
de: Homebrew wird geprüft …
es: Comprobando Homebrew…
fr: Vérification de Homebrew…
it: Controllo di Homebrew…
ja: Homebrew を確認中…
pt_br: Verificando o Homebrew…
ru: Проверка Homebrew…
tr: Homebrew denetleniyor…
zh_hans: 正在检查 Homebrew…
zh_hant: 正在檢查 Homebrew…

source: Checking the gh CLI…
de: gh CLI wird geprüft …
es: Comprobando gh CLI…
fr: Vérification de gh CLI…
it: Controllo della CLI gh…
ja: gh CLI を確認中…
pt_br: Verificando o gh CLI…
ru: Проверка gh CLI…
tr: gh CLI denetleniyor…
zh_hans: 正在检查 gh CLI…
zh_hant: 正在檢查 gh CLI…

source: Checking…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
it: Controllo…
ja: 確認中…
pt_br: Verificando…
ru: Проверка…
tr: Denetleniyor…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Choose a folder that contains apps to check for updates.
de: Wähle einen Ordner mit Apps aus, die auf Updates geprüft werden sollen.
es: Elige una carpeta que contenga apps para buscar actualizaciones.
fr: Choisissez un dossier contenant des applications à vérifier.
it: Scegli una cartella che contiene app di cui controllare gli aggiornamenti.
ja: 更新を確認したいアプリが含まれるフォルダを選択してください。
pt_br: Escolha uma pasta que contenha apps para buscar atualizações.
ru: Выберите папку с приложениями, которые нужно проверять на обновления.
tr: Güncellemeleri denetlenecek uygulamaları içeren bir klasör seçin.
zh_hans: 选择一个包含应用的文件夹以检查更新。
zh_hant: 選擇包含 App 的資料夾以檢查更新。

source: Clean Up…
de: Aufräumen …
es: Limpiar…
fr: Nettoyer…
it: Pulisci…
ja: クリーンアップ…
pt_br: Limpar…
ru: Очистить…
tr: Temizle…
zh_hans: 清理…
zh_hant: 清理…

source: Cleaning up…
de: Wird aufgeräumt …
es: Limpiando…
fr: Nettoyage en cours…
it: Pulizia…
ja: クリーンアップ中…
pt_br: Limpando…
ru: Очистка…
tr: Temizleniyor…
zh_hans: 正在清理…
zh_hant: 正在清理…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除
zh_hant: 清除

source: Clear the filter
de: Filter löschen
es: Borrar el filtro
fr: Effacer le filtre
it: Cancella il filtro
ja: フィルタを消去
pt_br: Limpar o filtro
ru: Очистить фильтр
tr: Filtreyi temizle
zh_hans: 清除筛选
zh_hant: 清除篩選條件

source: Comparing with the backup…
de: Wird mit dem Backup verglichen …
es: Comparando con la copia de seguridad…
fr: Comparaison avec la sauvegarde…
it: Confronto con il backup…
ja: バックアップと比較しています…
pt_br: Comparando com o backup…
ru: Сравнение с резервной копией…
tr: Yedekle karşılaştırılıyor…
zh_hans: 正在与备份比较…
zh_hant: 正在與備份比對…

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
pt_br: Conectado
ru: Подключено
tr: Bağlı
zh_hans: 已连接
zh_hant: 已連接

source: Continue only if it’s free or your license covers the new version. Your current version is moved to the Trash, so you can restore it.
de: Fahre nur fort, wenn sie kostenlos ist oder deine Lizenz die neue Version abdeckt. Deine aktuelle Version wird in den Papierkorb verschoben, sodass du sie wiederherstellen kannst.
es: Continúa solo si es gratis o tu licencia cubre la versión nueva. Tu versión actual se mueve a la Papelera, así que podrás restaurarla.
fr: Ne continuez que si c'est gratuit ou si votre licence couvre la nouvelle version. Votre version actuelle est déplacée vers la Corbeille, vous pourrez donc la restaurer.
it: Continua solo se è gratuita o se la tua licenza copre la nuova versione. La versione attuale viene spostata nel Cestino, così puoi recuperarla.
ja: 無料の場合、またはライセンスが新しいバージョンをカバーしている場合のみ続行してください。現在のバージョンはゴミ箱に移動されるため、元に戻すことができます。
pt_br: Continue apenas se for gratuito ou se sua licença cobrir a nova versão. A versão atual vai para o Lixo, então você pode restaurá-la.
ru: Продолжайте, только если это бесплатно или ваша лицензия покрывает новую версию. Текущая версия перемещается в Корзину, поэтому вы сможете её восстановить.
tr: Yalnızca ücretsizse veya lisansınız yeni sürümü kapsıyorsa devam edin. Geçerli sürümünüz Çöp Sepeti’ne taşınır, böylece geri yükleyebilirsiniz.
zh_hans: 仅当它是免费的，或你的许可证覆盖新版本时才继续。当前版本会被移到废纸篓，因此你可以还原它。
zh_hant: 只有在它是免費的，或你的授權涵蓋新版本時才繼續。目前的版本會移到垃圾桶，因此你可以還原它。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı
zh_hans: 已复制
zh_hant: 已拷貝

source: Copy Report
de: Bericht kopieren
es: Copiar informe
fr: Copier le rapport
it: Copia rapporto
ja: レポートをコピー
pt_br: Copiar Relatório
ru: Скопировать отчёт
tr: Raporu Kopyala
zh_hans: 复制报告
zh_hant: 拷貝報告

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l’URL
it: Copia URL
ja: URL をコピー
pt_br: Copiar URL
ru: Скопировать URL
tr: URL’yi Kopyala
zh_hans: 复制 URL
zh_hant: 拷貝 URL

source: Copy URL (query omitted)
de: URL kopieren (ohne Query)
es: Copiar URL (sin la consulta)
fr: Copier l’URL (requête omise)
it: Copia URL (senza query)
ja: URL をコピー（クエリは除く）
pt_br: Copiar URL (sem a consulta)
ru: Скопировать URL (без строки запроса)
tr: URL’yi Kopyala (sorgu hariç)
zh_hans: 复制 URL（不含查询串）
zh_hant: 拷貝 URL（省略查詢字串）

source: Copy “%@”
de: „%@“ kopieren
es: Copiar «%@»
fr: Copier « %@ »
it: Copia “%@”
ja: 「%@」をコピー
pt_br: Copiar “%@”
ru: Скопировать «%@»
tr: “%@” Öğesini Kopyala
zh_hans: 复制“%@”
zh_hant: 拷貝「%@」

source: CotEditor: DuoUpdater reads its update channel. Without it, CotEditor is checked against its stable releases even if you chose prereleases.
de: CotEditor: DuoUpdater liest den Update-Kanal. Ohne den Zugriff wird CotEditor mit seinen stabilen Versionen verglichen, auch wenn du Vorabversionen gewählt hast.
es: CotEditor: DuoUpdater lee su canal de actualización. Sin él, CotEditor se compara con sus versiones estables aunque hayas elegido versiones preliminares.
fr: CotEditor : DuoUpdater lit son canal de mise à jour. Sans cet accès, CotEditor est comparé à ses versions stables même si vous avez choisi les préversions.
it: CotEditor: DuoUpdater legge il suo canale di aggiornamento. Senza questo accesso, CotEditor viene controllato rispetto alle release stabili anche se hai scelto le pre-release.
ja: CotEditor：アップデートチャンネルを読み取ります。許可しない場合、プレリリースを選んでいても CotEditor は安定版と比較されます。
pt_br: CotEditor: o DuoUpdater lê o canal de atualização dele. Sem isso, o CotEditor é comparado com as versões estáveis mesmo que você tenha escolhido as pré-versões.
ru: CotEditor: DuoUpdater читает его канал обновлений. Без доступа CotEditor сравнивается со стабильными версиями, даже если вы выбрали предварительные.
tr: CotEditor: DuoUpdater güncelleme kanalını okur. Bu olmadan CotEditor, ön sürümleri seçmiş olsanız bile kararlı sürümlerine göre denetlenir.
zh_hans: CotEditor：DuoUpdater 会读取它的更新渠道。不授权时，即使你选择了预发布版本，CotEditor 也会按正式版检查。
zh_hant: CotEditor：DuoUpdater 會讀取它的更新通道。沒有此權限時，即使你選擇了預先發行版，CotEditor 仍會以正式版檢查。

source: Couldn't compare with the backup
de: Vergleich mit dem Backup nicht möglich
es: No se pudo comparar con la copia de seguridad
fr: Impossible de comparer avec la sauvegarde
it: Impossibile confrontare con il backup
ja: バックアップと比較できませんでした
pt_br: Não foi possível comparar com o backup
ru: Не удалось сравнить с резервной копией
tr: Yedekle karşılaştırılamadı
zh_hans: 无法与备份比较
zh_hant: 無法與備份比對

source: Couldn't load the release notes
de: Versionshinweise konnten nicht geladen werden
es: No se pudieron cargar las notas de la versión
fr: Impossible de charger les notes de version
it: Impossibile caricare le note di rilascio
ja: リリースノートを読み込めませんでした
pt_br: Não foi possível carregar as notas de versão
ru: Не удалось загрузить заметки о выпуске
tr: Sürüm notları yüklenemedi
zh_hans: 无法加载发行说明
zh_hant: 無法載入版本說明

source: Couldn’t back up the current version — this update will be applied without a rollback point.
de: Die aktuelle Version konnte nicht gesichert werden – dieses Update wird ohne Wiederherstellungspunkt eingespielt.
es: No se pudo hacer una copia de seguridad de la versión actual: esta actualización se aplicará sin punto de reversión.
fr: Impossible de sauvegarder la version actuelle — cette mise à jour sera appliquée sans point de restauration.
it: Impossibile eseguire il backup della versione attuale: questo aggiornamento verrà applicato senza un punto di ripristino.
ja: 現在のバージョンをバックアップできませんでした。この更新はロールバック先なしで適用されます。
pt_br: Não foi possível fazer backup da versão atual — esta atualização será aplicada sem ponto de reversão.
ru: Не удалось сделать резервную копию текущей версии — обновление будет установлено без точки отката.
tr: Geçerli sürüm yedeklenemedi — bu güncelleme bir geri alma noktası olmadan uygulanacak.
zh_hans: 没能备份当前版本 —— 这次更新将在没有回滚点的情况下安装。
zh_hant: 無法備份目前的版本——這次更新將在沒有還原點的情況下套用。
